{
 "Movies":[
  {
    "index":"1",
    "img": "/data/images/Avengers.jpg",
    "Movie": "Avengers End Game",
    "perDay": "4 Shows per Day",
    "screen": ["2D", "3D"],
    "lang": ["Tamil", "English"],
    "percent": "90%",
    "gradient": "rgb(255, 2, 255)",
    "text": "white",
    "time":"9:00AM - 12:00AM",
     "type":["all","action","adventure"],
     "industry":"Hollywood",
     "Based":"Avengers: Endgame is an action and superhero sci-fi movie.",
     "Duration":"3 hr 1 min",
     "t_seats":"240",
     "r_seats":"240",
     "Description":"Avengers: Endgame is an action, superhero, and sci-fi movie where the Avengers fight to undo Thanos’s destruction and save the universe.",
     "genre":"Action, Adventure, Sci-Fi",
     "Story":"After the villain Thanos wipes out half of all life in the universe, the remaining Avengers are left broken and defeated. Years later, they discover a way to undo the damage using time travel. Traveling to the past, the team collects the Infinity Stones before Thanos can get them. Though they succeed, it comes at a great cost—Iron Man sacrifices his life to defeat Thanos once and for all. With the universe restored, the Avengers say their goodbyes, and Captain America chooses a peaceful life, passing his shield to a new hero."
    },
  {
    "index":"2",
    "img": "/data/images/Avatar 2.jpg",
    "Movie": "Avator 2",
    "perDay": "4 Shows per Day",
    "screen": ["2D", "3D"],
    "lang": ["Tamil", "English"],
    "percent": "70%",
    "gradient": "rgb(0, 13, 255)",
    "text": "white",
    "time":"9:00AM - 12:00AM",
    "type":["all","adventure","love"],
    "industry":"Hollywood",
    "Based":"Avatar 2 (The Way of Water) is a science-fiction, action, and fantasy adventure movie.",
    "Duration":"3 hr 12 mins",
    "t_seats":"240",
     "r_seats":"240",
     "Description":"Avatar 2 is a sci-fi, action, and fantasy movie that follows Jake Sully and his family as they protect Pandora’s oceans from human threats.",
     "genre":"Action, Adventure, Sci-Fi, Fantasy",
     "Story":"Jake Sully and his family live peacefully on Pandora, but new human threats endanger their home. They must defend the oceans and creatures of Pandora from destruction. Through teamwork, bravery, and advanced technology, they face intense challenges. Along the way, they explore deeper connections with their world and discover the importance of protecting their environment. The story balances action, adventure, and family bonds."
  },
  {
    "index":"3",
    "img": "/data/images/Leo.jpg",
    "Movie": "Leo",
    "perDay": "4 Shows per Day",
    "screen": ["2D"],
    "lang": ["Tamil"],
    "percent": "90%",
    "gradient": "rgb(255, 39, 5)",
    "text": "white",
    "time":"9:00AM - 12:00AM",
    "type":["all","love","action"],
    "industry":"Kollywood",
    "Based":"Leo is an action, crime, and thriller movie.",
    "Duration":"2 hr 50 min",
    "t_seats":"240",
     "r_seats":"240",
     "Description":"Leo is an action, crime, and thriller movie that revolves around a quiet café owner with a dangerous past linked to violence and gang wars.",
     "genre":"Action, Crime, Thriller",
     "Story":"Leo is a quiet café owner with a dark, violent past that he tries to leave behind. When his loved ones are threatened, he is forced to confront dangerous gangs and criminal forces. His journey is filled with action, suspense, and strategic confrontations. As he fights for justice and protection, he uncovers secrets that change everything. The story mixes crime, thriller, and emotional depth."
  },
  {
    "index":"4",
    "img": "/data/images/Beast and Beauty.jpg",
    "Movie": "Beast and Beauty",
    "perDay": "4 Shows per Day",
    "screen": ["2D"],
    "lang": ["Tamil", "English"],
    "percent": "80%",
    "gradient": "rgb(241, 206, 103)",
    "text": "white",
    "time":"9:00AM - 12:00AM",
    "type":["all","love","romance"],
    "industry":"Hollywood",
    "Based":"Beauty and the Beast is a romantic fantasy movie.",
    "Duration":"2 hr 9 min",
    "t_seats":"240",
     "r_seats":"240",
     "Description":"Beauty and the Beast is a fantasy, romance, and musical movie about a young woman who learns to love a cursed prince trapped in a beast’s form.",
     "genre":"Fantasy, Romance, Love",
     "Story":"A young woman is taken to a mysterious castle where a cursed prince lives as a beast. Initially frightened, she gradually learns about the prince’s true character and the curse’s origin. Through patience, courage, and love, she helps break the spell. The story emphasizes inner beauty, self-discovery, and romance. Along the way, magic and challenges test both characters’ strength and hearts."
    },
  {
    "index":"5",
    "img": "/data/images/Alien.jpg",
    "Movie": "Alien Covinent",
    "perDay": "4 Shows per Day",
    "screen": ["2D"],
    "lang": ["Tamil"],
    "percent": "60%",
    "gradient": "rgb(255, 0, 81)",
    "text": "white",
    "time":"9:00AM - 12:00AM",
    "type":["all","horror","action"],
    "industry":"Hollywood",
    "Based":"Alien: Covenant is a science-fiction, horror, and thriller movie.",
    "Duration":"2 hr 2 min",
    "t_seats":"240",
     "r_seats":"240",
     "Description":"Alien: Covenant is a sci-fi, horror, and thriller movie where a space crew discovers a mysterious planet hiding deadly alien creatures.",
     "genre":"Sci-Fi, Horror, Thriller",
     "Story":"A spaceship crew lands on a seemingly uninhabited planet and discovers horrifying alien life forms. One by one, the crew faces deadly attacks, uncovering the planet’s dark secrets. Survival becomes a tense battle against creatures far beyond human understanding. The story combines sci-fi, horror, and thriller elements. Themes of isolation, fear, and survival drive the tension throughout.."
  },
  {
    "index":"6",
    "img": "/data/images/Pushpa 2.jpg",
    "Movie": "Pushpa 2",
    "perDay": "4 Shows per Day",
    "screen": ["2D", "3D"],
    "lang": ["Tamil"],
    "percent": "80%",
    "gradient": "rgb(0, 255, 200)",
    "text": "rgb(255,255,255)",
    "time":"9:00AM - 12:00AM",
    "type":["all","action"],
    "industry":"Bollywood",
    "Based":"Pushpa 2: The Rule is an action, drama, and crime movie.",
    "Duration":"3 hr 21 min",
    "t_seats":"240",
     "r_seats":"240",
     "Description":"Pushpa 2 is an action, drama, and crime movie that continues Pushpa’s rise to power in the red sandalwood smuggling world while facing powerful enemies.",
     "genre":"Action, Drama, Crime",
     "Story":"Pushpa continues his rise in the red sandalwood smuggling world, facing rival gangs and law enforcement. He must navigate betrayal, power struggles, and deadly enemies to maintain his dominance. Alongside action-packed sequences, the story explores his personal motivations and loyalty to his people. Pushpa’s cunning, strategy, and sheer determination define his journey. The story mixes drama, crime, and intense action."
  }
]

}